{
    "What types of events do you perform at?": "We specialize in performing at weddings, corporate events, private parties, and other special occasions. We also perform concerts",
    "How much do you charge?": "Every event is different with a range of factors to consider (travel, dates, booking length) so our prices are not fixed. We have booking options to suit all budgets. Get in touch for a quote and we will get back to within a few hours, or sooner if we can!",
    "How do I book?": "Send a message via our contact form, or call direct. Tell us about your wedding or event. We will send you a quote. If you're happy, let us know and we will take it from there.",
    "Do you have insurance?": "Yes, all of our musicians have public liability insurance (PLI) via the musicians union. Certificates are available upon request.",
    "Do you take requests?": "Yes! We love requests, and we love adding new music to our repertoire. We include special requests in every booking!",
    "Will you play outside?": "Yes!, weather permitting. It's always a good idea to have a backup indoor plan",
    "How can we make payment?": "Bank transfer is the simplest. Payment details will be provided along with your contract.",
    "Can I customize the playlist for my event?": "Absolutely! We work closely with our clients to curate a playlist that suits their preferences and the atmosphere they want to create.",
    "What happens if a member of the quartet is unable to perform on the scheduled date?": "We have a pool of highly talented musicians, and in the rare event of an emergency or unforeseen circumstance, we will ensure a qualified replacement is available to maintain the quality of the performance.",
    "Do you require a deposit to secure a booking?": "Yes, we typically require a deposit to secure the date for your event. The remaining balance can be settled closer to the performance date.",
    "How early should I book your services for my wedding or event?": "It's advisable to book our services as early as possible to ensure our availability for your desired date. Popular dates tend to get booked quickly."
  }